export const IG_POSTS = [
    {
            region: '台北 Taipei',
            permalink: 'https://www.instagram.com/p/DQEkQ0Uk2e_/',
            date: '2025-10-21',
            map: 'https://maps.app.goo.gl/NKsQwq9XZjt8GxM76',
            content: `#三兄妹雪花冰

🍽大三圓雪花冰／$160

🏡地址：台北市萬華區漢中街23號
🕑營業時間：10:30～23:00
☎️電話：02 2381 2650

✏️去踩點BTOB吃過的雪花冰啦～～
雖然不知道Melody會不會看到👀
冰好吃、店家也很親切

聽說糯米＆糰子類比較不容易想跑廁所（？
大三圓是紅豆波霸＋芋圓地瓜圓＋湯圓的組合
料多很實在、奶味也十足
兩個小鳥胃吃完午餐又開吃 超飽😆

FAN-CON上4人簡直不要太寵粉
又被BTOB治癒了💘
過現未愛💙

#懶懶花吃台北 #懶懶花追星日常 #台北美食 #台北 #taipei #台灣美食 #台湾 #台湾グルメ #グルメ #台北冰品 #萬華美食 #西門町
#西門町美食 #冰 #shavedice #かき氷 #かきごおり #踩點 #聖地巡礼 #BTOB #徐恩光 #李旼赫 #李昌燮 #任炫植 #Peniel #陸星材
`
        } ,
    {
            region: '台北 Taipei',
            permalink: 'https://www.instagram.com/p/DQJt2aEk67w/',
            date: '2025-10-23',
            map: 'https://maps.app.goo.gl/MLgTRz9xNYvY4F1n9',
            content: `#小辣椒魷魚羹

🍽甜不辣／$70
➡️最後有菜單

🏡地址：臺北市萬華區漢中街34-2號
🕑營業時間：10:30～00:00(週四公休)
☎️電話：02 2331 9284

✏️身為中部人
每次上台北
都會想來一碗台北甜不辣🍢

那個靈魂沾醬真的太唰嘴
最後一定要加湯收尾
把湯、醬、味都一次喝進心裡🥹

這次吃的是西門町這家
雖然不是特別厲害
但還是滿足了我的期待🤍

#懶懶花吃台北 #台北美食 #台北 #taipei #台灣美食 #台湾 #台湾グルメ #グルメ #萬華美食 #西門町 #西門町美食`
        } ,
    {
            region: '桃園 Taoyuan',
            permalink: 'https://www.instagram.com/p/DQWlxLyk7BH/',
            date: '2025-10-28',
            map: 'https://maps.app.goo.gl/TyscnQZv6d6QyvVw5',
            content: `✨️#即食熟香腸

🍽即食熟香腸／$45

🏡地址：桃園市楊梅區校前路294-1號

✏️原來 #楊梅休息站
有熱騰騰的香腸自動販賣機
而且本人有夠燙🔥
深夜能量補給的好夥伴～
留友看😉

#懶懶花吃桃園 #桃園美食 #桃園 #taoyuan #台灣美食 #台湾 #台湾グルメ #グルメ #taiwan #chinesefood #sausage`
        } ,
    {
            region: '台中 Taichung',
            permalink: 'https://www.instagram.com/p/DQbvaGEEz-v/',
            date: '2025-10-30',
            map: 'https://maps.app.goo.gl/mmGhpXQmrgZ9UaKB6',
            content: `#雞湯桑 #Torisan

🍽東京雞白湯／$248
升級套餐+蜂蜜溏心蛋+飲料／+$49

🏡地址：臺中市東區進德路600號5樓
(Lalaport 北館 5樓美食街)
🕑營業時間：11:00～22:00

✏️很豐富的一碗拉麵🍜
吃得到雞胸肉、雞腿肉、雞胗、雞肉丸😲😲
可惜雞肉沒有很合我的口味
麵量還不少
雞白湯濃郁醇厚 好喝～～
私心更喜歡升級套餐的蜂蜜溏心蛋
淡淡蜂蜜香甜 好加分😍

#懶懶花吃台中 #台中美食 #台中 #taichung #台灣美食 #台湾 #グルメ #lalaport #lalaport美食 #東區美食 #taiwan #拉麵 #ramen #ラーメン`
        } ,
    {
            region: '台中 Taichung',
            permalink: 'https://www.instagram.com/p/DQonVg3k4wg/',
            date: '2025-11-04',
            map: 'https://maps.app.goo.gl/z9BP9gy67npma7kq9',
            content: `✨️#京都勝牛

🍽名物板腱牛軟殼蝦／$ 460
元祖翼板牛排 (L)／$450
升級四格甜點／+$145
升級飲品／+$30
10%服務費另加
當月壽星整單8折

🏡地址：臺中市東區進德路600號C區5樓
🕑營業時間：
週一～五 - 11:00～22:00
週六、日 - 10:30～22:00
☎️電話：04 2211 2068

✏️回訪多次的炸牛排🍱
趁家人有壽星優惠整單8折，又去吃一波～

味噌湯／白飯／生菜都能續👍
啤酒優格氣泡飲🍺
沒酒精但有啤酒香氣～

雖然有烤盤可再加熱
翼板家人說變不好咬了
板腱熟度稍高但更嫩更好咬🥩
軟殼蝦很肥美
甜點一樣好吃😋

#懶懶花吃台中 #台中美食 #台中 #taichung #台灣美食 #台湾 #台中景點 #東區美食 #taiwan #chinesefood #台中火車站 #lalaport #炸牛排 #牛かつ #定食 #日式定食 #teishoku #ていしょく #優惠 #優惠活動 #壽星優惠 #好康分享`
        } ,
        {
            region: '台中 Taichung',
            permalink: 'https://www.instagram.com/p/DRKFoycjwre/',
            date: '2025-11-17',
            map: 'https://maps.app.goo.gl/qch3rLjU1Puu78tB8',
            content: `✨️#屋莎 #woosa洋食パンケーキ

🍽經典蘿蔔泥漢堡排／$360
需10%服務費

🏡地址：臺中市西屯區臺灣大道三段251號3樓
(台中大遠百3樓)
🕑營業時間：11:00~21:30
☎️電話：04 2254 4526

✏️免費的冰淇淋鬆餅 真香🥰
屋莎9週年活動
加入會員就能抽獎
好幸運抽到檸檬冰淇淋鬆餅🍋✨

生意好到有訂位
等餐還是等了半小時左右
餐點都超可愛、份量不會太多🤤
味道不算特別亮眼
但擺盤＋服務真的好加分～

漢堡排不死鹹，洋蔥甜味明顯
很像小朋友會喜歡的那種風味☺️☺️
鬆餅端上桌還熱騰騰的❤️‍🔥
超級鬆軟濕潤、不乾口

🔗連結
https://ocard.co/s/gate/m63jqx/PD9w5y
抽獎只到11/23
活動券限平日兌換
大家都抽了嗎？

#懶懶花吃台中 #台中美食 #台中 #taichung #台灣美食 #台湾 #台湾グルメ #グルメ #台中甜點 #西屯美食 #taiwan #大遠百 #大遠百美食 #優惠資訊 #好康分享`
        },
        {
            region: '台中 Taichung',
            permalink: 'https://www.instagram.com/p/DRR0BYYEw5G/?img_index=1',
            date: '2025-11-20',
            map: 'https://maps.app.goo.gl/YG9Hv9zU5dayViST6',
            content: `✨️#孫東寶 #新開幕

🍽板腱牛排／$310

🏡地址：臺中市清水區中華路408-3號
🕑營業時間：
週三～一｜11:00~14:30＆16:30~21:00
週二｜09:00~14:30＆16:30~21:00
☎️電話：04 2622 0226

✏️牛排非常厚實🥩🥩
除了有些筋之外，其餘部分蠻嫩的
麵的份量還不少，但稍微容易黏
套餐都會附1個餐包
還有飲料、濃湯喝到飽💫
烏梅冰沙酸得很過癮，蠻解膩！

開幕優惠🎉🎉
即日起～11/25
內用 95 折、外帶 9 折

#懶懶花吃台中 #台中美食 #台中 #taichung #台灣美食 #台湾 #台湾グルメ #グルメ #台中牛排 #清水美食 #taiwan ##牛排 #steak #ステーキ #新店報報 #優惠活動`
        },
        {
            region: '台中 Taichung',
            permalink: 'https://www.instagram.com/p/DJWLcqkTgPY/',
            date: '2025-05-07',
            map: 'https://maps.app.goo.gl/PY5c2nqdskg8UVfz9',
            content: `✨️#正牌米糕莊

🍽米糕／$40
乾麵／$40
餛飩湯／$40
燙青草／$40

🏡地址：台中市清水區大街路75-1號
🕑營業時間：09:00～19:30(週三公休)
☎️電話：04 2622 0567

✏️在地清水人推薦
台中筒仔米糕
已回訪多次的傳統美食😋
在清水隨處可見的筒仔米糕
其中這間是我最喜歡的💖💖
米糕吸附了鹹香醬汁
再配上滷到入口即化的豬肉～
絕對是清水值得一試的道地米糕！！

#懶懶花吃台中 #台中美食 #台中 #taichung #台灣美食 #台湾 #台湾グルメ #グルメ #台中景點 #台中清水 #清水美食 #taiwan #chinesefood`
        },
        {
            region: '台中 Taichung',
            permalink: 'https://www.instagram.com/p/DI-5Yj7T21O/',
            date: '2025-04-28',
            map: 'https://maps.app.goo.gl/Zpm2D3LGEAwTo2ZN8',
            content: `✨️#森沐森仙草

🍽綜合仙草冰／$80
(五色芋圓+櫻花寒天+紫米+粉粿)
(五色芋圓+芒果寒天+紅豆+芋泥)
綜合豆花／$60
(五色芋圓+紅豆+紫米+芋泥)

🏡地址：台中市北區榮華街156號
🕑營業時間：15:00～23:00(週三公休)
☎️電話：04 2316 8536

✏️低調好吃的仙草冰～～
好愛仙草冰加奶油球🥰
店裡明亮又乾淨
剛到沒多久就快坐滿了
菜單上有不少少見的配料⭐️
我特別喜歡五色芋圓、櫻花寒天，還有紫米
吹著冷氣吃冰
吃到後來還有點冷😂
真的超級消暑
仙草冰本身很細緻
搭配仙草凍超對味👍🏻👍🏻
推薦給跟我一樣愛仙草冰的人❗️

#懶懶花吃台中 #台中美食 #台中 #taichung #台灣美食 #台湾 #台中北區 #北區美食 #台中甜點 #taiwan #chinesefood #甜點 #dessert #スイーツ #デザート`
        },
        {
            region: '台中 Taichung',
            permalink: 'https://www.instagram.com/reel/DII3CyjzZ4z/',
            date: '2025-04-07',
            map: 'https://maps.app.goo.gl/UDHjrJ6oj2YNxDrLA',
            content: `✨️#IKIGAI燒肉專門店

🍽美國CH翼板／$440
美國翼板＆牛舌雙拼／$490
10%服務費另收

🏡地址：台中市西屯區朝富路100號2樓
🕑營業時間：11:00～22:00
☎️電話：04 2251 8677

✏️一個人吃燒肉
爽度竟然這麼高❗️
鄰近老虎城購物中心
店內乾淨舒適，服務也很好👍🏻
白飯、味噌湯可以無限續
不過我光吃完整份套餐就好撐了😂
美國翼板＆牛舌雙拼
肉蠻新鮮的🥩🥓
味噌湯裡還發現蛤蜊*1
美味又實惠的燒肉
分享給大家～

#懶懶花吃台中 #台中美食 #台中 #taichung #台灣美食 #台湾 #グルメ #台湾グルメ #台中景點 #台中西屯 #西屯美食 #老虎城 #秋紅谷 #taiwan #燒肉 #yakiniku #焼肉 #台中燒肉`
        }
    ];